// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Skanna till nätverksmapp";

HSDTaskDescription = "Med Skanna till nätverksmapp kan du starta en skanning från frontpanelen på din HP-enhet och automatiskt skicka resultatet till en delad mapp på din dator.";
HSDStepsDescription = "Gå igenom följande steg för att konfigurera Skanna till nätverksmapp:";
HSDStep1Description = "1. Skapa en delad SMB-mapp.";
HSDStep2Description = "2. Registrera den delade mappen med din HP-enhet.";
HSDTaskNote = "När du klickar på \"Registrera min delade mapp\" öppnas en webbläsare för enhetens inbäddade webbserver. Genomför konfigurationen genom att följa de anvisningar som visas.";
HSDCreateFolderButtonTitle = "Hjälp mig göra det här…";
HSDRegisterFolderButtonTitle = "Registrera min delade mapp…";

CreateSharedFolderTitle = "Skapa en delad mapp";
